app/controllers/registers_controller.rb

 def create

 	@register=Register.new(register_params)

 	if @register.save
---
INSERT INTO `registers` (`name`, `lastname`, `email`, `celphone`, `created_at`, `updated_at`) VALUES ('erika', 'luna', 'er@hotm.com', '1234567890', '2018-03-26 16:32:49', '2018-03-26 16:32:49')